Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/PrivacySettingsUI/ProblemReporting.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# SHARE_ANALYTICS
source: Share iPad Analytics
ar: مشاركة تحليلات iPad
bg: Споделяне на iPad аналитични данни
ca: Comparteix l’anàlisi de l’iPad
cs: Sdílet analýzu iPadu
da: Del iPad-analyse
de: iPad-Analyse teilen
el: Κοινοποίηση δεδομένων Ανάλυσης iPad
es: Compartir análisis del iPad
es_us: Compartir análisis (iPad)
fi: Jaa iPad-analyysi
fr: Partager l’analyse de l’iPad
fr_ca: Partager les analyses
he: שיתוף נתוני iPad
hi: iPad ऐनालिटिक्स शेयर करें
hr: Podijeli analizu iPada
hu: Az iPad elemzésének megosztása
id: Bagikan Analisis iPad
it: Condividi analisi iPad
ja: iPad解析を共有
kk: iPad аналитикасын бөлісу
ko: iPad 분석 공유
lt: Bendrinti „iPad“ analizę
ms: Kongsi Analitis iPad
nl: Deel iPad-analyse
no: Del iPad-analyse
pl: Udostępniaj analizy iPada
pt_br: Compartilhar Análise
pt_pt: Partilhar análise do iPad
ro: Partajare analiză iPad
ru: Делиться Аналитикой iPad
sk: Zdieľať analytiku iPadu
sl: Deli analitiko iPada
sv: Dela iPad-analys
th: แชร์การวิเคราะห์ iPad
tr: iPad Analizini Paylaş
uk: Поширювати аналітику iPad
vi: Chia sẻ Phân tích iPad
zh_cn: 共享iPad分析
zh_hk: 分享iPad分析
zh_tw: 分享iPad分析

# FILESYSTEM_METADATA_SNAPSHOT_SUCCESS_MESSAGE
source: Please sync with iTunes to retrieve the snapshot.
ar: يرجى المزامنة مع iTunes لاسترداد اللقطة.
bg: Моля, синхронизирайте с iTunes, за да се извлече снимката.
ca: Sincronitza amb l’iTunes per recuperar la captura.
cs: Chcete-li načíst snímek, synchronizujte s iTunes.
da: Synkroniser med iTunes for at hente snapshot.
de: Synchronisiere mit iTunes, um den Schnappschuss abzurufen.
el: Κάντε συγχρονισμό με το iTunes για ανάκτηση του στιγμιότυπου.
es: Sincroniza con iTunes para recuperar la captura.
es_us: Sincroniza con iTunes para recuperar la instantánea.
fi: Palauta tilannevedos synkronoimalla iTunesiin.
fr: Synchronisez avec iTunes pour récupérer l’instantané.
fr_ca: Veuillez synchroniser iTunes pour récupérer l’instantané.
he: להורדת תמונת המצב, נא לסנכרן את המכשיר עם iTunes.
hi: स्नैपशॉट रिट्रीव करने के लिए कृपया iTunes से सिंक करें।
hr: Sinkronizirajte s aplikacijom iTunes za dohvat snimke.
hu: Szinkronizáljon az iTunesszal a pillanatkép beolvasásához.
id: Selaraskan dengan iTunes untuk mengambil snapshot.
it: Sincronizza con iTunes per recuperare l’istantanea.
ja: スナップショットを取得するにはiTunesと同期してください。
kk: Снепшотты алу үшін iTunes қолданбасымен синхрондаңыз.
ko: 스냅샷을 가져오려면 iTunes와 동기화하십시오.
lt: Sinchronizuokite su „iTunes“, kad gautumėte momentinę kopiją.
ms: Sila selaraskan dengan iTunes untuk mengambil petikan.
nl: Synchroniseer met iTunes om het snapshot op te halen.
no: Synkroniser med iTunes for å hente øyeblikksbildet.
pl: Aby pobrać migawkę, zsynchronizuj z iTunes.
pt_br: Sincronize com o iTunes para obter a captura.
pt_pt: Sincronize com o iTunes para obter o snapshot.
ro: Sincronizați cu iTunes pentru a accesa instantaneul.
ru: Выполните синхронизацию с iTunes, чтобы получить снимок.
sk: Pre získanie snímky synchronizujte s iTunes.
sl: Sinhronizirajte z iTunes, da pridobite posnetek.
sv: Hämta ögonblicksbilden genom att synkronisera med iTunes.
th: โปรดเชื่อมต่อกับ iTunes เพื่อดึงข้อมูลบันทึกสถานะ
tr: Anlık görüntüyü almak için lütfen iTunes ile eşzamanlayın.
uk: Виконайте синхронізацію з iTunes, щоб отримати знімок.
vi: Vui lòng đồng bộ hóa với iTunes để truy xuất ảnh chụp nhanh.
zh_cn: 请与iTunes同步以取回快照。
zh_hk: 請與iTunes同步以取得快照。
zh_tw: 請與iTunes同步來取得快照。

# DEVICE_ANALYTICS_VOS_SEED
source: visionOS Developer Analytics
ar: تحليلات مطوري visionOS
bg: Аналитични данни на разработчиците на visionOS
ca: Anàlisi per al desenvolupament del visionOS
cs: Analýza ve vývojářském prostředí visionOS
da: visionOS-udvikleranalyse
de: visionOS-Entwickleranalysen
el: Ανάλυση visionOS Developer
es: Análisis para desarrolladores de visionOS
es_us: Análisis para desarrolladores de visionOS
fi: visionOS-kehittäjien analyysitiedot
fr: Analyse pour le développement de visionOS
fr_ca: Analyse pour le développement de visionOS
he: נתוני פיתוח ל-visionOS
hi: visionOS डेवलपर ऐनालिटिक्स
hr: Analiza developera za visionOS
hu: A visionOS fejlesztői elemzése
id: Analisis Pengembang visionOS
it: Analisi per lo sviluppo di visionOS
ja: visionOSデベロッパ解析
kk: visionOS әзірлеуші аналитикасы
ko: visionOS 개발자 분석
lt: „visionOS“ kūrėjo analizė
ms: Analitis Pembangun visionOS
nl: Analyse voor visionOS-ontwikkelaars
no: Utvikleranalyse for visionOS
pl: Analizy visionOS dla deweloperów
pt_br: Análise para o Desenvolvimento do visionOS
pt_pt: Análise para programadores do visionOS
ro: Analiza pentru dezvoltatori visionOS
ru: Аналитика для разработчиков visionOS
sk: Analytika vývojárskej verzie visionOS
sl: Analitika za razvijalce visionOS
sv: visionOS-utvecklaranalys
th: การวิเคราะห์ของนักพัฒนา visionOS
tr: visionOS Geliştirici Analizleri
uk: Аналітика для розробників visionOS
vi: Phân tích nhà phát triển visionOS
zh_cn: visionOS开发者分析
zh_hk: visionOS開發者分析
zh_tw: visionOS開發者分析

# APP_ANALYTICS_EXPLANATION
source: Help app developers improve their apps by allowing Apple to share crash data as well as statistics about how you use their apps with them. %@
ar: مساعدة مطوري التطبيقات على تحسين التطبيقات الخاصة بهم عن طريق السماح لـ Apple بمشاركة بيانات المشاكل وكذلك الإحصاءات حول كيفية استخدام التطبيقات معهم. %@
bg: Помогнете на разработчиците на приложения да усъвършенстват техните приложения, като позволите на Apple да споделя данни за срив на приложения, както и статистика за това как ги използвате. %@
ca: Ajuda els equips de desenvolupament d’apps a millorar‑les. Per fer‑ho, permet que Apple hi comparteixi informació d’errors i estadístiques sobre com utilitzes les apps. %@
cs: Pomozte vývojářům ve vylepšování aplikací tím, že povolíte společnosti Apple, aby s nimi sdílela data související s haváriemi a statistiky využití. %@
da: Hjælp appudviklere med at forbedre deres apps ved at tillade Apple at dele oplysninger om systemsvigt samt statistiske oplysninger om, hvordan du bruger udviklernes apps, med dem. %@
de: Unterstütze App-Entwicklungsteams dabei, ihre Apps zu verbessern, indem du Apple erlaubst, Informationen zu Systemfehlern und Statistiken über deine Benutzung der Apps mit ihnen zu teilen. %@
el: Βοηθήστε τους δημιουργούς εφαρμογών να βελτιώσουν τις εφαρμογές τους επιτρέποντας στην Apple να κοινοποιεί σε αυτούς τα δεδομένα ολικών σφαλμάτων, καθώς και τα στατιστικά σχετικά με τον τρόπο που χρησιμοποιείτε τις εφαρμογές τους. %@
es: Ayuda a los desarrolladores a mejorar sus apps autorizando a Apple a compartir con ellos los datos de los errores que experimentes, así como tus estadísticas de uso de dichas apps. %@
es_us: Ayuda a desarrolladores de apps a mejorar sus apps permitiendo que Apple comparta con ellos los datos de bloqueos y las estadísticas de cómo usas tus apps. %@
fi: Auta appikehittäjiä parantamaan appejaan sallimalla Applen jakaa kehittäjille kaatumistiedot ja tilastotiedot siitä, kuinka käytät kehittäjien appeja. %@
fr: Aidez les développeurs d’apps à améliorer leurs applications en autorisant Apple à partager avec eux les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. %@
fr_ca: Aidez les développeurs d’apps à améliorer leurs applications en autorisant Apple à partager avec eux les données liées aux pannes et les statistiques sur la façon dont vous utilisez leurs apps. %@
he: באפשרותך לאשר ל-Apple לשתף מידע על יישומים שקרסו ונתונים על אופן השימוש שלך ביישומים כדי לעזור למפתחי יישומים לשפר את היישומים שלהם. ‏%@
hi: Apple को क्रैश डेटा और ऐप्स के उपयोग से संबंधित आँकड़े ऐप डेवलपर के साथ शेयर करने की अनुमति दें जिससे कि वे अपने ऐप्स को बेहतर बना सकें। %@
hr: Pomozite developerima aplikacija u poboljšanju njihovih aplikacija tako da dozvolite Appleu da s njima dijeli podatke o rušenju kao i statistiku o vašem načinu uporabe njihovih aplikacija. %@
hu: Segíthet az appok fejlesztőinek az appjaik továbbfejlesztésében, ha engedélyezi, hogy az Apple megossza velük az összeomlási adatokat, valamint az appok használatának módját. %@
id: Bantu pengembang app meningkatkan app mereka dengan mengizinkan Apple untuk membagikan data crash serta statistik mengenai cara Anda menggunakan app tersebut ke pengembang. %@
it: Aiuta gli sviluppatori a migliorare le proprie app consentendo ad Apple di condividere con loro i dati sui blocchi e le statistiche d’uso delle app. %@
ja: Appleがクラッシュデータ/アプリの使用状況の統計情報をアプリデベロッパと共有することを許可することでアプリの品質向上にご協力いただけます。%@
kk: Apple компаниясына қателер туралы деректермен және қолданбаны пайдалану статистикасымен бөлісуге рұқсат бере отырып, бағдарламалық жасақтама әзірлеушілеріне қолданбаларды жетілдіруге көмектесіңіз. %@
ko: Apple이 충돌 데이터 뿐만 아니라 사용자들의 앱 사용 정보에 관한 통계를 공유하도록 허용하여 앱 개발자가 앱을 향상하도록 도와줍니다. %@
lt: Padėkite programų kūrėjams gerinti jų programas, leisdami „Apple“ bendrinti su jais trikčių duomenis ir statistiką apie tai, kaip naudojate jų programas. %@
ms: Bantu pembangun app meningkatkan app mereka dengan membenarkan Apple berkongsi data ranap serta statistik tentang cara anda menggunakan app mereka dengannya. %@
nl: Help ontwikkelaars hun apps te verbeteren door toe te staan dat Apple crashgegevens en statistische gegevens over je gebruik van hun apps met hen deelt. %@
no: Hjelp apputviklere å forbedre produktene sine ved å la Apple sende dem krasjinformasjon og statistikk over hvordan du bruker appene. %@
pl: Pomóż deweloperom ulepszać aplikacje, pozwalając Apple udostępniać im dane o awariach ich aplikacji oraz statystykach ich użycia. %@
pt_br: Ajude os desenvolvedores a melhorar seus apps permitindo que a Apple compartilhe com eles os dados sobre falhas e as estatísticas de como você usa os apps deles. %@
pt_pt: Ajude os programadores a melhorarem as respetivas aplicações permitindo que a Apple partilhe com eles dados de falha e estatísticas de utilização. %@
ro: Contribuiți la îmbunătățirea aplicațiilor de către dezvoltatori permițând ca Apple să partajeze cu aceștia datele referitoare la disfuncționalități, precum și statistici despre modul în care le utilizați aplicațiile. %@
ru: Помогайте разработчикам улучшать создаваемые приложения, разрешив Apple делиться Вашими данными о сбоях, а также Вашей статистикой использования их приложений. %@
sk: Pomôžte vývojárom apiek vylepšovať ich apky tým, že umožníte spoločnosti Apple zdieľať s nimi dáta týkajúce sa pádov apiek a štatistík ich používania. %@
sl: Dovolite družbi Apple, da z razvijalci aplikacij deli podatke o sesutju in statistike o tem, kako uporabljate njihove aplikacije, ter jim tako pomagajte izboljšati njihove aplikacije. %@
sv: Hjälp apputvecklare att förbättra sina appar genom att låta Apple dela kraschdata och statistik över hur du använder deras appar med dem. %@
th: ช่วยนักพัฒนาแอปปรับปรุงแอปของพวกเขาโดยอนุญาตให้ Apple แชร์ข้อมูลการปิดตัวลงโดยไม่ทราบสาเหตุรวมทั้งสถิติเกี่ยวกับการใช้แอปของคุณกับพวกเขา %@
tr: Apple’ın, çökme verileri ile uygulamaları nasıl kullandığınızla ilgili istatistikleri uygulama geliştiricilerle paylaşmasına izin vererek uygulama geliştiricilerin uygulamalarını iyileştirmelerine yardımcı olun. %@
uk: Допомагайте розробникам вдосконалювати свої програми, дозволивши Apple поширювати для них дані про збої, а також статистику використання їхніх програм. %@
vi: Giúp nhà phát triển ứng dụng cải thiện ứng dụng của họ bằng cách cho phép Apple chia sẻ cho họ dữ liệu về lỗi sập ứng dụng, cũng như số liệu thống kê về cách bạn dùng ứng dụng của họ. %@
zh_cn: 允许Apple与App开发者共享崩溃数据以及你如何使用其App相关的统计数据，以帮助开发者改进App。%@
zh_hk: 允許Apple與App開發者分享死機資料及使用方式統計資料，以幫助改進他們的App。%@
zh_tw: 允許Apple將當機資料以及你如何使用App的統計資料分享給開發者來協助他們改進App。%@

# AUTOMATED_FEEDBACK_LINK
source: http://www.apple.com/legal/privacy
ar: https://www.apple.com/legal/privacy/ar
ca: http://www.apple.com/legal/privacy/es/
da: http://www.apple.com/dk/legal/privacy
de: http://www.apple.com/de/legal/privacy/
es: http://www.apple.com/es/legal/privacy
es_us: https://www.apple.com/mx/legal/privacy/es-la/
fi: http://www.apple.com/legal/privacy/fi/
fr: http://www.apple.com/fr/legal/privacy
fr_ca: http://www.apple.com/ca/fr/legal/privacy
hr: http://www.apple.com/hr/privacy
hu: http://www.apple.com/hu/legal/privacy
id: http://www.apple.com/id/legal/privacy/
it: http://www.apple.com/it/legal/privacy/
ja: http://www.apple.com/jp/legal/privacy
ko: http://www.apple.com/kr/legal/privacy
nl: https://www.apple.com/nl/legal/privacy/nl/
no: http://www.apple.com/no/legal/privacy
pl: http://www.apple.com/legal/privacy/pl
pt_br: http://www.apple.com/br/legal/privacy
pt_pt: http://www.apple.com/pt/legal/privacy
ro: http://www.apple.com/legal/privacy/ro
ru: https://www.apple.com/ru/legal/privacy/ru/
sv: http://www.apple.com/se/legal/privacy
th: http://www.apple.com/th/legal/privacy
uk: http://www.apple.com/legal/privacy/uk
vi: http://www.apple.com/legal/privacy/vn
zh_cn: http://www.apple.com/cn/legal/privacy
zh_hk: http://www.apple.com/hk/legal/privacy
zh_tw: http://www.apple.com/tw/legal/privacy

# FITNESS_PLUS_DATA_EXPLANATION
source: Help Apple improve Fitness+ by sharing with Apple additional information about your workouts, including workout titles and trainers. %@
ar: ساعد Apple في تحسين Fitness+‎ من خلال مشاركة معلومات إضافية عن تمارينك مع Apple، بما في ذلك عناوين التمارين والمدربين. %@
bg: Помогнете на Apple да подобри Fitness+, като споделяте с Apple допълнителна информация за тренировките, включително имената на тренировките и треньорите. %@
ca: Ajuda Apple a millorar Fitness+ compartint informació addicional sobre els teus entrenaments, com ara els noms dels entrenaments i els entrenadors. %@
cs: Pomozte společnosti Apple s vylepšováním funkce Fitness+ tím, že s ní budete sdílet další informace o svých cvičeních, zahrnující názvy cvičení a jména trenérů. %@
da: Hjælp Apple med at gøre Fitness+ bedre ved at dele flere oplysninger om dine træninger, herunder titler på træninger og trænere, med Apple. %@
de: Unterstütze Apple dabei, Fitness+ zu verbessern, indem du weitere Informationen über deine Trainings, einschließlich der Trainingstitel und Trainer, mit Apple teilst. %@
el: Βοηθήστε την Apple να βελτιώσει το Fitness+ κοινοποιώντας στην Apple πρόσθετες πληροφορίες για τις προπονήσεις σας, όπως τίτλους προπονήσεων και προπονητές. %@
es: Ayuda a mejorar Fitness+ compartiendo con Apple información adicional sobre tus entrenos, como quiénes son tus entrenadores y el nombre de los entrenos. %@
es_us: Ayuda a Apple a mejorar Fitness+ al compartir información adicional sobre tus entrenamientos incluyendo sus títulos y coaches. %@
fi: Auta Applea parantamaan Fitness+:aa jakamalla lisätietoja treeneistäsi, kuten treenien nimet ja ohjaajat. %@
fr: Aidez Apple à améliorer Fitness+ en partageant avec Apple des informations supplémentaires concernant vos exercices, notamment leur nom et les coachs qui les animent. %@
fr_ca: Contribuez à l’amélioration de Fitness+ en partageant avec Apple des informations supplémentaires à propos de vos entraînements, notamment leur titre et leurs coachs. %@
he: באפשרותך לסייע ל-Apple לשפר את ⁨Fitness+⁩ באמצעות שיתוף נתוני האימונים שלך עם Apple, הכוללים מידע לגבי שמות האימונים והמאמנים. ‏%@
hi: वर्कआउट टाइटल और ट्रेनर सहित अपने वर्कआउट के बारे में अतिरिक्त जानकारी शेयर करके Fitness+ को बेहतर बनाने में Apple की सहायता करें। %@
hr: Pomozite tvrtki Apple poboljšati Fitness+ tako što ćete s njom dijeliti dodatne informacije o svojim treninzima, uključujući naslove treninga i trenere. %@
hu: Segíthet az Apple-nek javítani a Fitness+ funkciót, ha megoszt az Apple-lel olyan további edzésinformációkat, mint az edzések neve és az edzők. %@
id: Bantu Apple meningkatkan Fitness+ dengan membagikan informasi tambahan mengenai olahraga, termasuk judul dan pelatih olahraga, dengan Apple. %@
it: Aiuta Apple a migliorare Fitness+ condividendo ulteriori informazioni sui tuoi allenamenti, inclusi i titoli e i trainer. %@
ja: ワークアウトのタイトルやトレーナーなど、あなたのワークアウトについての追加情報をAppleに共有することで、Fitness+の改善にご協力いただけます。%@
kk: Apple компаниясына жаттығулар туралы ақпаратпен, оның ішінде жаттығу атаулары мен жаттықтырушы аттарымен бөлісе отырып Fitness+ сервисін жақсартуға ат салысыңыз. %@
ko: 운동 이름 및 트레이너 등 사용자의 운동에 관한 추가 정보를 Apple과 공유하여 Apple이 Fitness+ 기능을 향상하도록 도움을 줄 수 있습니다. %@
lt: Padėkite bendrovei „Apple“ pagerinti programą „Fitness+“, bendrindami papildomą informaciją apie savo treniruotes, įskaitant treniruočių pavadinimus ir trenerius. %@
ms: Bantu Apple meningkatkan Fitness+ dengan berkongsi maklumat tambahan tentang latihan anda dengan Apple, termasuk tajuk latihan dan jurulatih. %@
nl: Help Apple bij het verbeteren van Fitness+ door extra informatie over je work-outs te delen, waaronder namen van work-outs en trainers. %@
no: Hjelp Apple med å forbedre Fitness+ ved å dele informasjon om treningsøktene dine, inkludert øktnavn og trenere. %@
pl: Pomagaj Apple ulepszać usługę Fitness+, udostępniając informacje na temat treningów, w tym nazw treningów oraz instruktorów. %@
pt_br: Para ajudar a Apple a melhorar o Fitness+, compartilhe informações adicionais sobre os seus exercícios, incluindo títulos de exercícios e treinadores. %@
pt_pt: Ajude a Apple a melhorar o serviço Fitness+ partilhando com a Apple informação adicional sobre os seus treinos, incluindo os títulos e os instrutores. %@
ro: Ajutați Apple să îmbunătățească funcționalitatea Fitness+ partajând informații suplimentare despre exercițiile dvs., inclusiv titlurile exercițiilor și instructorii. %@
ru: Помогите Apple в улучшении Fitness+, отправляя в Apple дополнительные данные о своих тренировках, в том числе названия тренировок и имена тренеров. %@
sk: Pomôžte spoločnosti Apple vylepšovať službu Fitness+ tým, že s ňou budete zdieľať viac informácií o svojich tréningoch vrátane ich názvov a trénerov. %@
sl: Delite dodatne podatke o svojih vadbah, vključno z naslovi vadb in trenerji. Na podlagi teh podatkov Apple izboljšuje storitev Fitness+. %@
sv: Hjälp Apple att förbättra Fitness+ genom att dela mer information om dina träningar, inklusive träningstitlar och tränare, med Apple. %@
th: ช่วย Apple ปรับปรุง Fitness+ โดยการแชร์ข้อมูลเพิ่มเติมเกี่ยวกับการออกกำลังกายของคุณรวมถึงชื่อการออกกำลังกายและเทรนเนอร์ให้กับ Apple %@
tr: Antrenmanların adları ve antrenörleri dahil olmak üzere antrenmanlarınız hakkında ek bilgileri Apple ile paylaşarak Apple’ın Fitness+’ı iyileştirmesine yardımcı olun. %@
uk: Допомагайте Apple удосконалювати Fitness+, поширюючи додаткову інформацію про ваші тренування, зокрема назви тренувань та імена тренерів. %@
vi: Giúp Apple cải thiện Fitness+ bằng cách chia sẻ với Apple thông tin bổ sung về các bài tập của bạn, bao gồm tiêu đề bài tập và huấn luyện viên. %@
zh_cn: 通过与Apple共享体能训练的其他信息（包括体能训练名称和教练）来帮助Apple改进Fitness+。%@
zh_hk: 與Apple分享體能訓練的其他相關資料（包括體能訓練名稱和教練）以協助Apple改進Fitness+。%@
zh_tw: 與Apple分享體能訓練的其他資訊（包含體能訓練名稱和教練），以協助Apple改進Fitness+。%@
